Repository: Yubico/yubioath-ios
Catalog: Authenticator/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, sk

source: or scan a NFC YubiKey
de: oder scanne einen NFC YubiKey
fr: ou scannez une YubiKey NFC
ja: またはNFC YubiKeyをスキャンします
sk: alebo naskenujte NFC YubiKey

source: Other
de: Andere
fr: Autre
ja: その他
sk: Iné

source: Other applications can use client certificates on your YubiKey for authentication and signing purposes.
de: Andere Anwendungen können Client-Zertifikate auf Deinem YubiKey zur Authentifizierung und Signatur verwenden.
fr: D'autres applications peuvent utiliser les certificats clients de votre YubiKey à des fins d'authentification et de signature.
ja: 他のアプリケーションが認証および署名の目的でYubiKeyのクライアント証明書を使用できます。
sk: Iné aplikácie môžu používať klientske certifikáty na vašom YubiKey na účely overovania a podpisovania.

source: Password
de: Passwort
fr: Mot de passe
ja: パスワード
sk: Heslo

source: Password can not be an empty string
de: Das Passwort darf keine leere Zeichenfolge sein.
fr: Le mot de passe ne peut pas être une chaîne vide
ja: パスワードの文字列は空白にできません
sk: Heslo nemôže byť prázdny reťazec

source: Password has been changed
de: Das Passwort wurde geändert
fr: Le mot de passe a été modifié
ja: パスワードが変更されました
sk: Heslo bolo zmenené

source: Password has been removed
de: Das Passwort wurde entfernt
fr: Le mot de passe a été supprimé
ja: パスワードが削除されました
sk: Heslo bolo odstránené

source: Password has been set
de: Das Passwort wurde gesetzt
fr: Le mot de passe a été créé
ja: パスワードが設定されました
sk: Heslo bolo nastavené

source: Password state read
de: Passwortstatus gelesen
fr: Lecture de l'état du mot de passe
ja: パスワード状態の読み取り
sk: Stav hesiel prečítaný

source: Passwords don't match
de: Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しない
sk: Heslá sa nezhodujú

source: Period
de: Zeitraum
fr: Période
ja: 期間
sk: Perióda

source: PIN has been changed
de: Die PIN wurde geändert
fr: Le code PIN a été modifié
ja: 暗証番号が変更されました
sk: PIN kód bol zmenený

source: PIN has been set
de: Die PIN wurde gesetzt
fr: Le code PIN a été défini
ja: 暗証番号が設定されています
sk: PIN bol nastavený

source: PIN is permanently blocked. Factory reset FIDO application to continue.
de: PIN ist dauerhaft gesperrt. Setze die FIDO-Anwendung auf Werkseinstellungen zurück, um fortzufahren.
fr: Le code PIN est bloqué de manière permanente. Réinitialisez l'application FIDO pour continuer.
ja: PINは永久にブロックされます。FIDOアプリケーションを工場出荷時にリセットしてください。
sk: PIN je trvalo zablokovaný. Ak chcete pokračovať, obnovte výrobné nastavenie aplikácie FIDO.

source: PIN is temporary blocked. Remove and reinsert YubiKey to try again.
de: PIN ist vorübergehend gesperrt. Entferne und stecke den YubiKey erneut, um es noch einmal zu versuchen.
fr: Le code PIN est temporairement bloqué. Retirez et réinsérez YubiKey pour réessayer.
ja: PINが一時的にブロックされています。YubiKeyを取り外して再度挿入してください。
sk: PIN je dočasne zablokovaný. Vyberte a znovu vložte kľúč YubiKey a skúste to znova.

source: PIN should be at least %llu characters long.
de: Die PIN sollte mindestens %llu Zeichen lang sein.
fr: Le code PIN doit comporter au moins %llu caractères.
ja: PIN は %llu 文字以上で設定してください。
sk: PIN kód by mal mať aspoň %llu znakov.

source: PIN state read
de: PIN-Zustand lesen
fr: Lecture de l'état du PIN
ja: PIN状態読み取り
sk: Stav PIN kódov prečítaný

source: Pinned
de: Angepinnt
fr: Épinglé
ja: ピン留め
sk: Pripnuté

source: PINs do not match.
de: Die PINs stimmen nicht überein.
fr: Les codes PIN ne correspondent pas.
ja: PIN が一致しません。
sk: PIN kódy sa nezhodujú.

source: PINs don't match
de: PINs stimmen nicht überein
fr: Les codes PIN ne correspondent pas
ja: PIN が一致しません
sk: PIN kódy sa nezhodujú

source: Plug-in your YubiKey for that operation
de: Schließe Deinen YubiKey für diesen Vorgang an
fr: Branchez votre YubiKey pour cette opération
ja: 操作を実行するには YubiKey を接続してください
sk: Zapojte svoj YubiKey pre túto operáciu

source: Point your camera at a QR code to scan it
de: Richte Deine Kamera auf einen QR-Code, um ihn zu scannen
fr: Pointez votre caméra vers le code QR pour le scanner
ja: カメラを QR コードに向けてスキャンしてください
sk: Nasmerujte kameru na QR kód a naskenujte ho

source: Privacy policy
de: Datenschutzbestimmungen
fr: Confidentialité
ja: プライバシーポリシー
sk: Zásady ochrany osobných údajov

source: Public key certificates on
de: Zertifikate auf
fr: Certificats de clé publique activés
ja: 公開鍵証明書の対象
sk: Certifikáty verejného kľúča na

source: Public key certificates on %@
de: Public Key Zertifikate auf %@
fr: Certificats de clé publique sur %@
ja: %@における公開鍵証明書
sk: Certifikáty verejného kľúča na %@

source: QR codes are available from the services you wish to secure. Simply scan the QR code when you add your YubiKey and generate your own security codes.
de: Du erhälst QR Codes direkt bei den Diensten die Du absichern möchtest. Scanne einfach den QR-Code um das shared Secret/Seed Deinem YubiKey hinzuzufügen und OTP Codes zu generieren.
fr: Les codes QR sont disponibles auprès des services que vous souhaitez sécuriser. Il vous suffit de scanner le code QR lorsque vous ajoutez votre YubiKey et de générer vos propres codes de sécurité.
ja: QRコードは、セキュリティを確保したいサービスから入手できます。 YubiKeyを追加する際にQRコードを読み取るだけで、独自のセキュリティコードを生成できます。
sk: QR kódy sú k dispozícii od služieb, ktoré chcete zabezpečiť. Jednoducho naskenujte QR kód, keď pridáte svoj YubiKey a vygenerujte si vlastné bezpečnostné kódy.

source: re-enter password
de: Passwort erneut eingeben
fr: supprimer mot de passe
ja: パスワード再入力
sk: znovu zadajte heslo

source: re-enter PIN
de: PIN erneut eingeben
fr: saisir à nouveau le code PIN
ja: 暗証番号の再入力
sk: opätovne zadajte PIN

source: Read more...
de: Weitere Infos...
fr: En savoir plus...
ja: 詳細を読む...
sk: Čítajte viac...

source: Read YubiKey OTP configuration
de: YubiKey OTP-Konfiguration lesen
fr: Lire la configuration OTP de la YubiKey
ja: YubiKey OTP設定を読み取る
sk: Načítať nastavenie YubiKey OTP

source: Reinsert your YubiKey.
de: Stecke Deinen YubiKey erneut.
fr: Réinsérez votre YubiKey.
ja: YubiKeyを再挿入してください.
sk: Opätovne vložte svoj YubiKey.

source: Remove
de: entfernen
fr: Retirer
ja: 削除
sk: Odstrániť

source: Remove and re-insert your YubiKey
de: Entferne Deinen YubiKey und stecke ihn erneut
fr: Retirez et réinsérez votre YubiKey
ja: YubiKeyを取り外して再挿入してください
sk: Odstráňte a znovu vložte váš YubiKey

source: Remove and reinsert your YubiKey
de: Entferne Deinen YubiKey und stecke ihn erneut
fr: Retirez et réinsérez votre YubiKey
ja: YubiKeyを取り外して再挿入してください
sk: Odstráňte a znovu vložte váš YubiKey

source: Remove password
de: Passwort entfernen
fr: Supprimer mot de passe
ja: パスワードを削除
sk: Odstrániť heslo

source: Rename
de: Umbenennen
fr: Renommer
ja: 名前変更
sk: Premenovať

source: Reset
de: Zurücksetzen
fr: Réinitialiser
ja: リセット
sk: Obnoviť

source: Reset all accounts stored on YubiKey, make sure they are not in use anywhere before doing this.
de: Lösche alle auf Deinem YubiKey gespeicherten Konten. Stelle bitte unbedingt sicher, dass Du sie nirgendwo verwendest bevor Du fortfährst.
fr: Réinitialisez tous les comptes stockés sur YubiKey, assurez-vous qu'ils ne sont utilisés nulle part avant de procéder à cette réinitialisation.
ja: YubiKeyに保存されているすべてのアカウントをリセットします。
sk: Odstráni všetky účty uložené na YubiKey. Predtým sa uistite, že sa nikde nepoužívajú.

source: Reset FIDO
de: FIDO zurücksetzen
fr: Réinitialiser FIDO
ja: FIDOのリセット
sk: Obnoviť FIDO

source: Reset FIDO application
de: FIDO-Anwendung zurücksetzen
fr: Réinitialiser l'application FIDO
ja: FIDOアプリケーションのリセット
sk: Obnoviť aplikáciu FIDO

source: Reset OATH
de: OATH zurücksetzen
fr: Réinitialiser OATH
ja: 誓いのリセット
sk: Obnoviť OATH

source: Reset OATH application
de: OATH-Anwendung zurücksetzen
fr: Réinitialiser l'application OATH
ja: OATHアプリケーションのリセット
sk: Obnoviť aplikáciu OATH

source: Save and protect with
de: Speichern und schützen mit
fr: Enregistrer et protéger avec
ja: を使用して保存および保護
sk: Uložiť a chrániť pomocou

source: Save and protect with %@
de: Speichern und schützen mit %@
fr: Enregistrer et protéger avec %@
ja: %@を使用して保存および保護
sk: Uložiť a chrániť pomocou %@

source: Save password
de: Passwort speichern
fr: Enregistrer mot de passe
ja: パスワードを保存
sk: Uložiť heslo

source: Save Password
de: Passwort speichern
fr: Enregistrer mot de passe
ja: パスワードを保存
sk: Uložiť heslo

source: Save password?
de: Passwort speichern?
fr: Enregistrer mot de passe ?
ja: パスワードを保存しますか？
sk: Uložiť heslo?

source: Saved passwords has been cleared
de: Gespeicherte Passwörter wurden gelöscht
fr: Les mots de passe enregistrés ont été effacés
ja: 保存されたパスワードがクリアされました
sk: Uložené heslá boli vymazané

source: Scan NFC YubiKey
de: NFC YubiKey scannen
fr: Scanner la YubiKey NFC
ja: NFC YubiKeyをスキャン
sk: Skenovať NFC YubiKey

source: Scan your YubiKey
de: Scanne Deinen YubiKey
fr: Scannez votre YubiKey
ja: YubiKeyをスキャン
sk: Naskenujte svoj YubiKey

source: Search
de: Suche
fr: Rechercher
ja: 検索
sk: Hľadať

source: See
de: Siehe
fr: Voir
ja: 参照
sk: Pozrite

source: Serial number
de: Seriennummer
fr: Numéro de série
ja: シリアル番号
sk: Sériové číslo

source: Set
de: Setzen
fr: Set (jeu de mots)
ja: セット
sk: Nastaviť

source: Set password
de: Passwort festlegen
fr: Nouveau mot de passe
ja: パスワードを設定
sk: Nastaviť heslo

source: Set PIN
de: PIN setzen
fr: Nouveau PIN
ja: PINを設定
sk: Nastaviť PIN

source: Settings
de: Einstellungen
fr: Réglages
ja: 設定
sk: Nastavenia

source: Signing failed
de: Signatur fehlgeschlagen
fr: Échec de la signature
ja: 署名に失敗しました
sk: Podpisovanie sa nepodarilo

source: Smart card extension
de: Smartcard Erweiterung
fr: Extension carte à puce
ja: スマートカード拡張機能
sk: Rozšírenie čipovej karty

source: Smart card extension is only available on iOS 14.5 and forward.
de: Die Smartcard-Erweiterung ist nur unter iOS 14.5 und höher verfügbar.
fr: L'extension de carte à puce n'est disponible que sur iOS 14.5 et versions ultérieures.
ja: スマートカード拡張機能は、iOS 14.5以降でのみ使用できます。
sk: Rozšírenie inteligentnej karty je k dispozícii len v systéme iOS 14.5 a novších.

source: Something went wrong
de: Etwas ist schief gelaufen
fr: Une erreur s'est produite
ja: 問題が発生しました
sk: Niečo sa pokazilo

source: Something went wrong and key doesn't respond
de: Etwas ist schief gelaufen und Dein Key reagiert nicht
fr: Erreur : la clé ne répond pas
ja: 問題が発生し、キーが応答しません
sk: Niečo sa pokazilo a kľúč nereaguje

source: String to Data conversion error
de: Fehler bei der Umwandlung von Zeichenketten in Daten
fr: Erreur de conversion de chaîne en données
ja: 文字列からデータへの変換エラー
sk: Chyba prevodu reťazca na údaje

source: Success
de: Erfolgreich
fr: Succès
ja: 成功
sk: Hotovo

source: Success! Hint: swipe down to dismiss
de: Erfolgreich! Tipp: Wische zum Verlassen nach unten
fr: Succès ! Astuce : faites glisser vers le bas pour fermer
ja: 成功しました。 ヒント：下にスワイプして閉じます
sk: Úspech! Tip: potiahnite prstom nadol pre zrušenie

source: Successfully read
de: Erfolgreich gelesen
fr: Lecture effectuée
ja: 読み取りに成功しました
sk: Úspešne prečítané

source: Successfully signed data
de: Signieren der Daten erfolgreich
fr: Données signées avec succès
ja: データの署名に成功しました
sk: Úspešne podpísané údaje

source: Support
de: Unterstützung
fr: Soutien
ja: サポート
sk: Podpora

source: Terms of use
de: Nutzungsbedingungen
fr: Conditions d'utilisation
ja: 利用規約
sk: Podmienky používania

source: The FIDO application of your YubiKey has been reset to factory defaults.
de: Die FIDO-Anwendung Deines YubiKey wurde auf die Werkseinstellungen zurückgesetzt.
fr: L'application FIDO de votre YubiKey a été réinitialisée aux valeurs d'usine.
ja: YubiKeyのFIDOアプリケーションは工場出荷時の状態にリセットされています。
sk: Aplikácia FIDO na vašom kľúči YubiKey bola obnovená na predvolené výrobné nastavenia.

source: The key doesn't respond
de: Der Key antwortet nicht
fr: La clé ne répond pas
ja: キーが応答しません
sk: Kľúč nereaguje

source: The key is busy performing another operation.
de: Dein YubiKey ist mit der Ausführung eines anderen Vorgangs beschäftigt.
fr: La clé est occupée à effectuer une autre opération.
ja: キーは別の操作で忙しい。
sk: Kľúč je zaneprázdnený vykonávaním inej operácie.

source: The passwords do not match
de: Die Kennwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません
sk: Heslá sa nezhodujú

source: The private key on the YubiKey does not match the certificate or there is no private key stored on the YubiKey.
de: Der private Schlüssel auf dem YubiKey stimmt nicht mit dem Zertifikat überein oder es ist kein privater Schlüssel auf dem YubiKey gespeichert.
fr: La clé privée sur la YubiKey ne correspond pas au certificat ou il n'y a pas de clé privée stockée sur la YubiKey.
ja: YubiKeyの秘密鍵が証明書と一致しないか、YubiKeyに秘密鍵が保存されていません。
sk: Súkromný kľúč na YubiKey sa nezhoduje s certifikátom alebo na YubiKey nie je uložený žiadny súkromný kľúč.

source: The private key on the YubiKey does not match the certificate.
de: Der private Schlüssel auf dem YubiKey stimmt nicht mit dem Zertifikat überein.
fr: La clé privée sur la YubiKey ne correspond pas au certificat.
ja: YubiKeyの秘密鍵が証明書と一致しません。
sk: Súkromný kľúč na YubiKey sa nezhoduje s certifikátom.

source: The requested functionality is missing or disabled in this YubiKey.
de: Die gewünschte Funktion ist auf diesem YubiKey entweder nicht verfügbar oder deaktiviert.
fr: La fonctionnalité demandée est absente ou désactivée dans ce YubiKey.
ja: この YubiKey には、要求された機能がないか、無効になっています。
sk: Požadovaná funkcia v tomto YubiKey chýba alebo je vypnutá.

source: The smart card extension requires notifications to be enabled for Yubico Authenticator. Enable it in the iOS Settings.
de: Für die Smartcard Erweiterung müssen Benachrichtigungen für Yubico Authenticator aktiviert sein. Aktiviere diese bitte in den iOS-Einstellungen.
fr: L'extension de la carte à puce nécessite que les notifications soient activées pour Yubico Authenticator. Activez-les dans les paramètres iOS.
ja: スマートカード拡張機能では、Yubico Authenticatorの通知を有効にする必要があります。iOS設定で有効にしてください。
sk: Rozšírenie čipovej karty vyžaduje, aby boli pre Yubico Authenticator povolené oznámenia. Povoľte ich v nastaveniach iOS.

source: The YubiKey has no more storage for OATH accounts.
de: Der YubiKey hat keinen weiteren Speicherplatz mehr zusätzliche OATH-Konten.
fr: La clé YubiKey n'a plus d'espace de stockage pour les comptes OATH.
ja: YubiKeyにはもうOATHアカウント用のストレージはない。
sk: YubiKey už nemá miesto na úložisku pre účty OATH.

source: The YubiKey is not connected.
de: Kein YubiKey verbunden.
fr: Le YubiKey n'est pas connecté.
ja: YubiKeyが接続されていません。
sk: YubiKey nie je pripojený.

source: There's already an account named
de: Es gibt bereits ein Konto namens
fr: Il existe déjà un compte portant le nom de
ja: という名前のアカウントがすでに存在します
sk: Už existuje účet s názvom

source: These certificates have been added to this
de: Diese Zertifikate wurden hinzugefügt
fr: Ces certificats ont été ajoutés à cette clé
ja: これらの証明書はこれに追加されています
sk: Tieto certifikáty boli pridané do tohto

source: These certificates have been added to this %@ and can be used by other applications.
de: Diese Zertifikate wurden zu Deinem %@ hinzugefügt und können von anderen Applikationen verwendet werden.
fr: Ces certificats ont été ajoutés à ce site %@ et peuvent être utilisés par d'autres applications.
ja: これらの証明書はこの %@ に追加され、他のアプリケーションで使用できる。
sk: Tieto certifikáty boli pridané na tento %@ a môžu ich používať iné aplikácie.

source: This operation is not supported over Lightning on this YubiKey. Please use Yubico Authenticator for desktop to reset the FIDO application.
de: Dieser Vorgang wird bei diesem YubiKey nicht über Lightning unterstützt. Bitte verwenden die Desktop Version des Yubico Authenticator, um die FIDO-Anwendung zurückzusetzen.
fr: Cette opération n'est pas supportée par Lightning sur cette YubiKey. Veuillez utiliser Yubico Authenticator for desktop pour réinitialiser l'application FIDO.
ja: 本YubiKeyでは、Lightning経由でのこの操作はサポートされていません。FIDOアプリケーションをリセットするには、Yubico Authenticator for desktopをご利用ください。
sk: Táto operácia nie je podporovaná cez Lightning na tomto YubiKey. Na obnovenie aplikácie FIDO použite Yubico Authenticator pre počítač.

source: This QR code is not supported
de: Dieser QR-Code wird nicht unterstützt
fr: Code QR non pris en charge
ja: このQRコードはサポートされていません
sk: Tento QR kód nie je podporovaný

source: This setting is not supported on your YubiKey.
de: Diese Einstellung wird von Deinem YubiKey nicht unterstützt.
fr: Ce paramètre n'est pas pris en charge par votre YubiKey.
ja: この設定はYubiKeyではサポートされていません。
sk: Toto nastavenie nie je na vašom YubiKey podporované.

source: This translation is a community effort, please visit [crowdin.com](https://crowdin.com/project/yubico-authenticator-ios) to contribute.
de: Diese Übersetzung ist eine Gemeinschaftsarbeit, bitte besuche [crowdin.com](https://crowdin.com/project/yubico-authenticator-ios), um beizutragen.
fr: Cette traduction est le fruit d'un effort communautaire, veuillez visiter [crowdin.com](https://crowdin.com/project/yubico-authenticator-ios) pour y contribuer.
ja: この翻訳はコミュニティーの努力の賜物です。[crowdin.com](https://crowdin.com/project/yubico-authenticator-ios)にアクセスして貢献してください。
sk: Tento preklad je výsledkom komunity, ak chcete prispieť, navštívte stránku [crowdin.com](https://crowdin.com/project/yubico-authenticator-ios).

source: This version of iOS does not support operations with the YubiKey for Lightning nor over NFC
de: Diese Version von iOS unterstützt keine Operationen mit dem YubiKey über Lightning oder NFC
fr: Cette version d'iOS ne prend pas en charge les opérations avec YubiKey pour Lightning ni via NFC
ja: このバージョンのiOSでは、LightningやNFCでのYubiKeyを使用した操作はサポートされていません
sk: Táto verzia iOS nepodporuje operácie s YubiKey cez Lightning ani cez NFC

source: This will irrevocably delete all OATH TOTP/HOTP accounts from your YubiKey.
de: Dadurch werden alle OATH TOTP/HOTP-Konten unwiderruflich von Deinem YubiKey gelöscht.
fr: Cela supprimera définitivement tous les comptes OATH TOTP/HOTP de votre YubiKey.
ja: これにより、すべてのOATH TOTP/HOTPアカウントがYubiKeyから削除されます。削除は取り消すことができません。
sk: Tým sa z vášho YubiKey nenávratne vymažú všetky účty OATH TOTP/HOTP.

source: This will irrevocably delete all U2F and FIDO2 accounts, including passkeys, from your YubiKey.
de: Dadurch werden alle U2F- und FIDO2-Konten, einschließlich der Passkeys, unwiderruflich von Deinem YubiKey gelöscht.
fr: Cela supprimera irrévocablement tous les comptes U2F et FIDO2, y compris les passkeys, de votre YubiKey.
ja: 警告！これにより、すべてのU2FおよびFIDO2アカウントがパスキーを含めてYubiKeyから削除されます。削除は取り消すことができません。
sk: Tým sa z vášho YubiKey nenávratne odstránia všetky účty U2F a FIDO2 vrátane prístupových kľúčov.

source: This will permanently delete the account from the YubiKey, and your ability to generate codes for it!
de: Dadurch wird das Konto dauerhaft aus dem YubiKey gelöscht. Du wirst keine Codes mehr generieren können!
fr: Cela supprimera définitivement le compte de la YubiKey et vous ne pourrez plus générer de codes!
ja: これにより、YubiKeyからアカウントが完全に削除され、コードを生成できなくなります!
sk: Týmto sa účet natrvalo odstráni z YubiKey a vaša možnosť generovať preň kódy!

source: This YubiKey has Yubico OTP enabled which makes it appear as an external keyboard to the iPhone. Unfortunately this causes problem with the normal on-screen keyboard.
de: Dieses YubiKey hat Yubico OTP aktiviert, was ihn als externe Tastatur für das iPhone erscheinen lässt. Leider verursacht dies Probleme mit der normalen Bildschirmtastatur.
fr: Yubico OTP étant activé, cette YubiKey apparaît comme clavier externe pour l'iPhone. Cela pose problème avec le clavier à l'écran normal.
ja: このYubiKeyはYubico OTPが有効になっているため、iPhoneへの外付けキーボードとして表示されます。これが原因で、標準のオンスクリーンキーボードで問題が発生します.
sk: Tento kľúč YubiKey má aktivovanú funkciu Yubico OTP, vďaka ktorej sa javí ako externá klávesnica pre iPhone. Bohužiaľ to spôsobuje problém s normálnou klávesnicou na obrazovke.

source: To add an account to a FIPS key, you must first set a password for the OATH application.
de: Um ein Konto zu einem FIPS-Schlüssel hinzuzufügen, musst Du zunächst ein Passwort für die OATH-Anwendung festlegen.
fr: Pour ajouter un compte à une clé FIPS, vous devez d'abord définir un mot de passe pour l'application OATH.
ja: FIPS鍵にアカウントを追加するには、まずOATHアプリケーションにパスワードを設定する必要がある。
sk: Ak chcete pridať účet do kľúča FIPS, musíte najprv nastaviť heslo pre aplikáciu OATH.

source: To prevent unauthorized access the FIDO application can be protected by a PIN.
de: Um unbefugten Zugriff zu verhindern, kann die FIDO-Anwendung durch eine PIN geschützt werden.
fr: Pour éviter tout accès non autorisé, l'application FIDO peut être protégée par un code PIN.
ja: 不正アクセスを防ぐため、FIDOアプリケーションはPINで保護することができる。
sk: Aby sa zabránilo neoprávnenému prístupu, aplikácia FIDO môže byť chránená PIN kódom.

source: To prevent unauthorized access the OATH application can be protected by a password.
de: Um unbefugten Zugriff zu verhindern, kann die OATH-Anwendung durch ein Passwort geschützt werden.
fr: Pour empêcher tout accès non autorisé, l'application OATH peut être protégée par un mot de passe.
ja: 不正アクセスを防ぐため、OATHアプリケーションはパスワードで保護することができます。
sk: Aby sa zabránilo neoprávnenému prístupu, aplikácia OATH môže byť chránená heslom.

source: To prevent unauthorized access this YubiKey is protected with a password.
de: Um unbefugten Zugriff zu verhindern, ist dieser YubiKey mit einem Passwort geschützt.
fr: Pour empêcher tout accès non autorisé, cette YubiKey est protégée par un mot de passe.
ja: 不正アクセスを防止するため、このYubiKeyはパスワードで保護されます。
sk: Aby sa zabránilo neoprávnenému prístupu, je tento kľúč YubiKey chránený heslom.

source: To scan a QR code you need to enable camera permissions for the Authenticator app.
de: Um einen QR-Code zu scannen, musst Du Zugriffsrechte zur Kameranutzung für die Authenticator-App aktivieren.
fr: Pour scanner un code QR, vous devez activer les autorisations de caméra pour l'application Authenticator.
ja: QRコードをスキャンするには、Authenticatorアプリのカメラ権限を有効にする必要があります。
sk: Ak chcete naskenovať QR kód, musíte zapnúť povolenia kamery pre aplikáciu Authenticator.

source: Toggle One-Time Password
de: One-Time Password Einstellungen
fr: Basculer le mot de passe à usage unique
ja: ワンタイムパスワードの切り替え
sk: Prepnúť jednorazové heslo

source: Touch key time out.
de: Zeitüberschreitung um Deinen YubiKey zu beühren.
fr: Temps d'attente de la touche tactile.
ja: タッチキータイムアウト。
sk: Časový limit dotykového tlačidla.

source: Touch the button on the YubiKey now.
de: Berühre jetzt die Taste auf dem YubiKey.
fr: Appuyez maintenant sur le bouton de la YubiKey.
ja: ここでYubiKeyのボタンをタッチしてください.
sk: Teraz sa dotknite tlačidla na YubiKey.

source: Turn on/off opening Safari to copy your OTP when scanning the NFC YubiKey.
de: Falls aktiviert erscheint bei Berührung der Kontaktfläche Deines YubiKeys eine Benachrichtigung. Beim Druck auf die Benachrichtigung wird der Yubico OTP Code in der App angezeigt.
fr: Activez/désactivez l'ouverture de Safari pour copier votre OTP lorsque vous scannez la YubiKey NFC.
ja: NFC YubiKeyをスキャンする際、Safariを開いてワンタイムパスワードをコピーするかどうかを設定します。
sk: Zapnúť/vypnúť otváranie Safari na skopírovanie OTP pri skenovaní NFC YubiKey.

source: Turn on/off output of OTP codes when touching the YubiKey.
de: Falls aktiviert, wird bei Berührung der Kontaktfläche Deines YubiKeys ein Yubico OTP ausgegeben.
fr: Activer/désactiver la sortie des codes OTP lorsque l'on touche la YubiKey.
ja: YubiKeyタッチ時のOTPコード出力ON/OFF。
sk: Zapnúť/vypnúť výstup OTP kódov pri dotyku YubiKey.

source: Type
de: Typ
ja: タイプ
sk: Typ

source: Unhandled Error
de: Unbehandelter Fehler
fr: Erreur non gérée
ja: 未処理エラー
sk: Nespracovaná chyba

source: Unknown error
de: Unbekannter Fehler
fr: Erreur inconnue
ja: 不明なエラー
sk: Neznáma chyba

source: Unknown error.
de: Unbekannter Fehler.
fr: Erreur inconnue.
ja: 不明なエラー。
sk: Neznáma chyba.

source: Unlock YubiKey
de: YubiKey freischalten
fr: Débloquer YubiKey
ja: YubiKeyのロックを解除
sk: Odomknút YubiKey

source: Unpin
de: Lösen
fr: Détacher
ja: ピン解除
sk: Zrušiť pripnutie

source: Unplug your YubiKey.
de: Entferne bitte Deinen YubiKey.
fr: Retirez votre YubiKey.
ja: YubiKeyを抜いてください.
sk: Odpojte svoj YubiKey.
